4ops.packer
actboy168.tasks
alanwalk.markdown-navigation
amazonwebservices.aws
appler.pretty-json-preview
basdp.language-gas-x86
bentodaniel.vs-tab-groups
boto3typed.boto3-ide
clemenspeters.format-json
dnut.rewrap-revived
dominic-valerio.bash-runner
ecmel.vscode-html-css
formulahendry.code-runner
foxundermoon.shell-format
opentofu.vscode-opentofu
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
golang.go
html-validate.vscode-html-validate
jeff-hykin.better-shellscript-syntax
kevinrose.vsc-python-indent
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mkhl.direnv
mondersky.tabscolor
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
nhoizey.gremlins
opentofu.vscode
pinage404.bash-extension-pack
redhat.vscode-yaml
remisa.shellman
rogalmic.bash-debug
rpinski.shebang-snippets
rsolano.pandoc-markdown
sourcegraph.cody
spmeesseman.vscode-taskexplorer
sr-team.vscode-mr-workspace
streetsidesoftware.code-spell-checker
stuart.unique-window-colors
tamasfe.even-better-toml
theoolee.reader-mode
timonwong.shellcheck
yzhang.markdown-all-in-one
zenor.makefile-creator
