alanwalk.markdown-navigation
aykutsarac.jsoncrack-vscode
basdp.language-gas-x86
clemenspeters.format-json
dnut.rewrap-revived
ecmel.vscode-html-css
foxundermoon.shell-format
github.vscode-github-actions
golang.go
html-validate.vscode-html-validate
kevinrose.vsc-python-indent
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.hexeditor
ms-vscode.makefile-tools
nhoizey.gremlins
oleg-shilo.codemap
pinage404.bash-extension-pack
redhat.vscode-yaml
rpinski.shebang-snippets
rsolano.pandoc-markdown
sr-team.vscode-mr-workspace
streetsidesoftware.code-spell-checker
wuz.dank-neon
zenor.makefile-creator
